export default {
  title: '隐私政策',
  back: '返回首页',
  intro: '感谢您将您的 SVG 及个人信息托付给我们。保护您的隐私信息是一项重大的责任，我们希望您了解我们是如何处理这些信息的。',
  sections: [
    {
      title: '我们收集哪些信息以及为什么收集',
      subsections: [
        {
          title: '来自网站浏览器的信息',
          paragraphs: [
            '如果您只是浏览本网站，我们将收集大多数网站所收集的基本信息。我们使用常见的互联网技术，例如 Cookie 和 Web 服务器日志。',
            '我们收集的关于本网站所有访问者的信息包括访问者的浏览器类型、语言偏好、来源网站、请求的其他网站以及每个访问者请求的日期和时间。我们还可能收集具有潜在个人识别性质的信息，如互联网协议 (IP) 地址。'
          ]
        },
        {
          title: '我们为什么收集这些信息？',
          paragraphs: [
            '我们收集这些信息是为了更好地了解我们的网站访问者如何使用我们的工具，并监控和保护网站的安全。'
          ]
        }
      ]
    },
    {
      title: '我们不收集哪些信息',
      subsections: [
        {
          title: '',
          paragraphs: [
            '我们绝不有意收集敏感的个人信息（例如健康信息、宗教信息等）。此外，由于我们的工具是在您的本地浏览器中运行的，我们更不会主动收集您上传的 SVG 内部存储的信息。您的 SVG 文件完全属于您自己。',
            '请注意，如果您的内容是公开的，或者您使用了远程 URL 功能，请确保您没有在其中包含私人或敏感信息。'
          ]
        }
      ]
    },
    {
      title: 'Cookie 和追踪的使用',
      subsections: [
        {
          title: 'Cookies',
          paragraphs: [
            '我们使用 Cookie 来使我们服务的交互变得简单且有意义。我们使用 Cookie（以及类似技术，如 HTML5 localStorage）来保存您的偏好设置，并为工具的未来开发提供基础数据。'
          ]
        }
      ]
    },
    {
      title: '如何保护您的信息',
      subsections: [
        {
          title: '',
          paragraphs: [
            '我们采取所有合理必要的措施来保护用户信息，防止未经授权的访问、更改或破坏，并维持数据准确性。我们遵循普遍接受的行业标准来保护在此提交的个人信息。',
            '需要提醒的是，没有哪一种互联网传输或电子存储的方法是 100% 安全的，因此我们不能保证其绝对的安全。'
          ]
        }
      ]
    }
  ]
}
